Repository: jasminecao-stripe/rdc-sample-app
Catalog: RDC Testing/MiSnapUX/UX_Resources/*.lproj/MiSnapSDKLocalizable.strings
Languages: es, fr

# dialog_mitek_cancel
source: Cancel Capture
es: Cancelar Captura
fr: Annuler Capture

# dialog_mitek_back
source: Back
es: Volver
fr: Retour

# dialog_mitek_capture
source: Continue
es: Continuar
fr: Continuer

# dialog_mitek_try_again
source: Retry Autocapture
es: Reintentar Captura Automática
fr: Recommencez La Capture Automatique

# dialog_mitek_manual_capture
source: Capture Manually
es: Capturar Manualmente
fr: Capturer Manuallement

# dialog_mitek_torch_on
source: On
es: Encendido
fr: Allumer

# dialog_mitek_torch_off
source: Off
es: Apagado
fr: Étteindre

# dialog_mitek_torch_auto
source: Auto
es: Automático
fr: Automatique

# misnap_check_front_text
source: Check Front
es: Imagen Frontal
fr: Recto de l’image

# misnap_check_back_text
source: Check Back
es: Imagen Posterior
fr: Verso de l’image

# misnap_license_text
source: License
es: Licensia
fr: Licence

# misnap_id_card_text
source: ID card
es: La tarjeta de identidad
fr: La carte d’identité

# misnap_passport_text
source: Passport
es: Pasaporte
fr: Passeport

# misnap_document_text
source: Document
es: Documento

# dialog_success
source: Success!
es: Éxito!
fr: Succès!

# misnap_tutorial_do_not_show_again
source: Don't show this screen again
es: No use esta misma pantalla de nuevo
fr: Ne plus afficher ce même écran

# misnap_tutorial_check
source: Center the check on the screen, hold still, and we will take the photo for you.
es: Centre el cheque en la pantalla. No lo mueva, le tomaremos la foto
fr: Centrez le chèque sur l'écran. Ne le bougez plus, nous allons prendre la photo pour vous.

# misnap_tutorial_document
source: Center the document on the screen, hold still, and we will take the photo for you.
es: Centre el documento en la pantalla. No lo mueva, le tomaremos la foto
fr: Centrez le document sur l'écran. Ne le bougez plus, nous allons prendre la photo pour vous.

# help_failover_check
source: Center the check on a dark, well lit surface with all four corners visible and press the snap photo button when ready.
es: Centre el cheque con las 4 esquinas visibles y presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le chèque de sorte que les 4 coins soient visibles. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# help_failover_document
source: Center the document with all four corners visible and press the snap photo button when ready.
es: Centre el documento con las 4 esquinas visibles y presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le document de sorte que les 4 coins soient visibles. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# help_check
source: Try placing the check on a dark, well lit surface and hold still, we will take the photo for you.
es: Trate de colocar el cheque en una superficie oscura, bien iluminada y no lo mueva, le tomaremos la foto
fr: Placez le chèque sur une surface foncée et bien éclairée. Ne le bougez plus, nous allons prendre la photo pour vous.

# help_document
source: Try placing the document on a dark, well lit surface and hold still, we will take the photo for you.
es: Trate de colocar el documento en una superficie oscura, bien iluminada y no lo mueva, le tomaremos la foto
fr: Placez le document sur une surface foncée et bien éclairée. Ne le bougez plus, nous allons prendre la photo pour vous.

# help_manual_check
source: Place the check on a dark, well lit surface with all four corners visible, press the snap photo button when ready
es: Coloque el cheque en una superficie oscura, bien iluminada con las 4 esquinas visibles, presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Placez le chèque sur une surface foncée et bien éclairée de sorte que les 4 coins soient visibles. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic

# help_manual_document
source: Place the document on a dark well lit surface with all four corners visible, press the snap photo button when ready
es: Coloque el documento en una superficie oscura, bien iluminada con las 4 esquinas visibles, presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Placez le document sur une surface foncée et bien éclairée de sorte que les 4 coins soient visibles. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic

# tutorial_help_check
source: Center the check on a dark surface, provide ample light. Align check.
es: Coloque el cheque sobre una superficie oscura, bien iluminada. Alinear el cheque.
fr: Placez le chèque sur une surface foncée et bien éclairée. Aligner le chèque.

# tutorial_help_license
source: Center the license on a dark surface, provide ample light. Align license.
es: Coloque la licensia sobre una superficie oscura, bien iluminada. Alinear la licensia.
fr: Placez la licence sur une surface foncée et bien éclairée. Aligner la licence.

# tutorial_help_passport
source: Center the passport on a dark surface, provide ample light. Align passport.
es: Coloque el pasaporte sobre una superficie oscura, bien iluminada. Alinear el pasaporte
fr: Placez le passeport sur une surface foncée et bien éclairée. Aligner le passeport.

# tutorial_help_document
source: Center the document on a dark surface, provide ample light. Align document.
es: Coloque el documento sobre una superficie oscura, bien iluminada. Alinear el documento
fr: Placez le document sur une surface foncée et bien éclairée. Aligner le document.

# tutorial_help_manual_check
source: Center the check on a dark surface, provide ample light. Align check, hold steady and tap the capture button when ready.
es: Coloque el cheque sobre una superficie oscura, bien iluminada. Alinear el cheque, manten estable su dispositivo, y presione el boton Snap Photo (tomar foto) cuando esté listo.
fr: Placez le chèque sur une surface foncée et bien éclairée. Aligner le chèque, ne le bougez plus. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# tutorial_help_manual_license
source: Center the license on a dark surface, provide ample light. Align license, hold steady and tap the capture button when ready.
es: Coloque la licensia sobre una superficie oscura, bien iluminada. Alinear la licensia, manten estable su dispositivo, y presione el boton Snap Photo (tomar foto) cuando esté listo.
fr: Placez la licence sur une surface foncée et bien éclairée. Aligner la licence, ne le bougez plus. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# tutorial_help_manual_passport
source: Center the passport on a dark surface, provide ample light. Align passport, hold steady and tap the capture button when ready.
es: Coloque el pasaporte sobre una superficie oscura, bien iluminada. Alinear el pasaporte, manten estable su dispositivo, y presione el boton Snap Photo (tomar foto) cuando esté listo.
fr: Placez le passeport sur une surface foncée et bien éclairée. Aligner le passeport, ne le bougez plus. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# tutorial_help_manual_document
source: Center the document on a dark surface, provide ample light. Align document, hold steady and tap the capture button when ready.
es: Coloque el documento sobre una superficie oscura, bien iluminada. Alinear el documento, manten estable su dispositivo, y presione el boton Snap Photo (tomar foto) cuando esté listo.
fr: Placez le document sur une surface foncée et bien éclairée. Aligner le document, ne le bougez plus. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# tutorial_photo_auto
source: We will take the photo for you.
es: Captaremos la foto por usted.
fr: Nous allons prendre la photo pour vous.

# tutorial_photo_manual
source: Tap the capture button when ready.
es: presione el boton Snap Photo (tomar foto) cuando esté listo.
fr: Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# ghost_image_remittance
source: Center payment stub here and wait, we will take the photo for you
es: Centre el talón del recibo de pago aquí y espere, le tomaremos la foto
fr: Centrez le talon de paiement ici et attendez, nous allons prendre la photo pour vous

# ghost_image_remittance_manual
source: Center payment stub here, then press the Snap Photo button when ready
es: Centre el talón del recibo de pago aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le talon paiement, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_check
source: Center check here and wait, we will take the photo for you
es: Centre el cheque aquí y espere, le tomaremos la foto
fr: Centrez le chèque ici et attendez, nous allons prendre la photo pour vous

# ghost_image_check_manual
source: Center check here, then press the Snap Photo button when ready
es: Centre el cheque aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le chèque ici, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_drivers_license
source: Center driver's license here and wait, we will take the photo for you
es: Centre la licencia de conducir aquí y espere, le tomaremos la foto
fr: Centrez le permis de conduire ici et attendez, nous allons prendre la photo pour vous

# ghost_image_drivers_license_manual
source: Center driver's license here, then press the Snap Photo button when ready
es: Centre la licencia de conducir aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le permis de conduire ici, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_id_card
source: Center ID card here and wait, we will take the photo for you
es: Centre la tarjeta de identidad aquí y espere, le tomaremos la foto
fr: Centrez la carte d'identité ici et attendez, nous allons prendre la photo pour vous

# ghost_image_id_card_manual
source: Center ID card here, then press the Snap Photo button when ready
es: Centre la tarjeta de identidad aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez la carte d'identité ici, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_insurance_card
source: Center insurance card here and wait, we will take the photo for you
es: Centre la tarjeta del seguro aquí y espere, nosotros tomaremos la fotografía por usted
fr: Centrez la carte d'assurance ici et attendez, nous allons prendre la photo pour vous

# ghost_image_insurance_card_manual
source: Center insurance card here, then press the Snap Photo button when ready
es: Centre la tarjeta del seguro aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez la carte, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_vin_manual
source: Center VIN here then press the snap photo button when ready
es: Centre el VIN aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le VIN, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_w2
source: Center W2 here and wait, we will take the photo for you
es: Centre W2 aquí y espere, le tomaremos la foto
fr: Centrez le W2 ici et attendez, nous allons prendre la photo pour vous

# ghost_image_w2_manual
source: Center W2 here, then press the Snap Photo button when ready
es: Centre W2 aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le W2 ici, puis appuyez sur le bouton de Déclic lorsque vous êtes prêtt

# ghost_image_passport
source: Center passport here and wait, we will take the photo for you
es: Centre el pasaporte aquí y espere, le tomaremos la foto
fr: Centrez le passeport ici et attendez, nous allons prendre la photo pour vous

# ghost_image_passport_manual
source: Center passport here, then press the Snap Photo button when ready
es: Centre el pasaporte aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le passeport ici, puis appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_document_landscape
source: Center document here and wait, we will take the photo for you
es: Centre la tarjeta aquí y espere, le tomaremos la foto
fr: Centrez le document ici et attendez, nous allons prendre la photo pour vous

# ghost_image_document_landscape_manual
source: Center document here, then press the Snap Photo button when ready
es: Centre la tarjeta aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo
fr: Centrez le document ici et appuyez sur le bouton de Déclic lorsque vous êtes prêt

# ghost_image_document_portrait
source: Center document here and wait, we will take the photo for you
es: Centre el documento aquí y espere, le tomaremos la foto

# ghost_image_document_portrait_manual
source: Center document here, then press the Snap Photo button when ready
es: Centre el documento aquí, a continuación presione el botón Snap Photo (tomar foto) cuando esté listo

# button_cancel
source: Cancel
es: Cancelar
fr: Annuler

# misnap_overlay_cancel_button
source: Cancel
es: Cancelar
fr: Annuler

# misnap_overlay_capture_button
source: Capture image
es: Capturar imagen
fr: de saisie d’image

# misnap_overlay_flash_on
source: Flash is on
es: Flash está activo
fr: Flash est activé

# misnap_overlay_flash_off
source: Flash is off
es: Flash está apagado
fr: Flash est désactivé

# misnap_overlay_flash_auto
source: Flash is in auto mode
es: Flash está en modo automático
fr: Flash est en mode automatique

# misnap_overlay_help_button
source: Help
es: Ayuda
fr: d’aide

# misnap_overlay_record
source: Recording
es: (ES)Recording
fr: (FR)Recording

# good_frame
source: Tap now
es: Pulse ahora
fr: Appuyer

# more_light
source: Move to a well-lit area
es: Mover a una superficie mejor iluminada
fr: Déplacez dans un endroit mieux éclairer

# less_light
source: Too bright
es: Demasiado brillo
fr: Trop lumineux

source: Hold steady
es: Sujeta firmemente
fr: Ne pas bouger

# get_close
source: Move closer
es: Acercate mas
fr: S’approcher

# get_close_check
source: Move closer to check
es: Acercarse a cheque
fr: S’approcher

# get_close_license
source: Move closer to license
es: Acercarse a la licencia
fr: S’approcher

# get_close_passport
source: Move closer to passport
es: Acercarse el pasaporte
fr: S’approcher

# too_close
source: Move farther away
es: Aléjate un poco
fr: Se reculer

# too_close_check
source: Move farther from check
es: Aléjate un poco
fr: Se reculer

# too_close_license
source: Move farther from license
es: Aléjate un poco
fr: Se reculer

# too_close_passport
source: Move farther from passport
es: Aléjate un poco
fr: Se reculer

# hold_center
source: Reduce angle
es: Encuadra y centra el documento
fr: Rèduire l’angle

# hold_center_check
source: Reduce angle of check
es: Encuadra y centra el documento
fr: Rèduire l’angle

# hold_center_license
source: Reduce angle of license
es: Encuadra y centra el documento
fr: Rèduire l’angle

# hold_center_passport
source: Reduce angle of passport
es: Encuadra y centra el documento
fr: Rèduire l’angle

source: Reduce glare
es: Reduce la exposicion de luz
fr: Éviter le reflet

# nothing_detected
source: Center a document on a dark background
es: Centre el documento sobre una superficie oscura
fr: Centrez le document sur une surface foncée

# low_contrast
source: Use dark background
es: Coloca en superficie oscura
fr: Utiliser un fond sombre

# busy_background
source: Use plain background
es: Coloque en superficie despejada
fr: Utiliser un fond uni

# not_check_back
source: Flip check
es: Dale la vuelta
fr: Retourner le chèque

# not_check_front
source: Use check front
es: Utiliza el frente del cheque
fr: Utilisiez l’avant du chèque

# Too Dim
source: Place the document in a well-lit area
es: Coloca el documento en una superficie bien iluminada
fr: Placez le document sur une surface bien éclairée

# Too Bright
source: Place the document in an area with less light
es: Coloca el documento en una superficie con menos luz
fr: Placez le document sur une surface avec moins de lumière

# Not Sharp
source: Hold the device steady
es: Sujeta el dispositivo firmemente
fr: Tenez le dispositif fermement

# Low Contrast
source: Center a document on a dark background
es: Centre el documento sobre una superficie oscura
fr: Centrez le document sur une surface foncée

# Busy Background
source: Place the document on a plain uncluttered background
es: Coloca el documento en una superficie despejada
fr: Placez le document sur une surface bien dégagé

# Reduce Glare
source: Avoid glare on the document
es: Evita el deslumbramiento
fr: Évitez les reflets sur le document

# Not Check Front
source: Use front of the check with all numbers visible
es: Utilice el frente del cheque con todos los números visibles
fr: Utilisiez le recto du chèque avec tous le numéros visibles

# Not Check Back
source: Flip the check to scan the back
es: Dale la vuelta al cheque para capturar el reverso
fr: Tournez le chèque pour scaner le verso

# Angle Too Large
source: Hold the device directly over the document
es: Sujeta el dispositivo directamente sobre el documento
fr: Tenez le dispositif directement sur le document

# Too Much Rotation
source: Hold the device directly over the document
es: Sujeta el dispositivo directamente sobre el documento
fr: Tenez le dispositif directement sur le document

# Too Close
source: Move the device farther away from the document
es: Aleje el dispositivo del documento
fr: Éloignez-vous du document

# Too Far
source: Move the device closer to the document
es: Acerca el dispositivo al documento
fr: Approchez-vous du document

# Hold Steady
source: Hold the device steady
es: Sujeta el dispositivo firmemente
fr: Tenez le dispositif fermement

# Nothing Detected
source: Center a document on a dark background
es: Centre el documento sobre una superficie oscura
fr: Centrez le document sur une surface foncée

# session_interruption_multiple_foreground_apps
source: Full screen is required
es: Se requiere el modo de pantalla completa
fr: Le mode plein écran est nécessaire

# session_interruption_microphone_in_use
source: Microphone is in use by another application
es: El micrófono está siendo usado por otra aplicación
fr: Le microphone est utilisé par une autre application

# session_interruption_camera_in_use
source: Camera is in use by another application
es: La cámara está siendo usada por otra aplicación
fr: L'appareil photo est utilisé par une autre application

# help_failover_license
source: Center the license with all four corners visible and press the snap photo button when ready.
fr: Centrez le permis de conduire de sorte que les 4 coins soient visibles. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.

# help_failover_passport
source: Center the passport with all four corners visible and press the snap photo button when ready.
fr: Centrez le passeport de sorte que les 4 coins soient visibles. Lorsque vous êtes prêt, appuyez sur le bouton de Déclic.
